aaron-bond.better-comments
adpyke.codesnap
akamud.vscode-theme-onedark
angular.ng-template
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-wsl
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
catppuccin.catppuccin-vsc
chamboug.js-auto-backticks
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dracula-theme.theme-dracula
drcika.apc-extension
esbenp.prettier-vscode
github.github-vscode-theme
github.vscode-github-actions
graphql.vscode-graphql
graphql.vscode-graphql-syntax
leonardssh.vscord
mechatroner.rainbow-csv
mgesbert.python-path
mhutchie.git-graph
mintlify.document
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-vscode.theme-tomorrowkit
ms-vscode.vscode-typescript-next
naumovs.color-highlight
pflannery.vscode-versionlens
piotrpalarz.vscode-gitignore-generator
pkief.material-icon-theme
prisma.prisma
raunofreiberg.vesper
ritwickdey.liveserver
rocketseat.theme-omni
rvest.vs-code-prettier-eslint
stylelint.vscode-stylelint
syler.sass-indented
tomoki1207.pdf
typescriptteam.native-preview
usernamehw.errorlens
yoavbls.pretty-ts-errors
zhuangtongfa.material-theme
